[{"title": "Data Literacy", "supervisor": 5, "status": "ongoing", "assignedUsers": [5, 5, 15], "description": "Develop a learning concept that helps students to grasp and work with data in a fun and accessible way. Get moving, get outside! Use the data to connect and contribute to sources of open data."}, {"title": "Digital Balance", "supervisor": 18, "status": "available", "assignedUsers": [18, 1, 7], "description": "Tools like Apple's \"Screentime\" tracking have become increasingly popular as a reaction of the problem (even Tech Companies realising themselves that their products rare harmful in not so specific use cases anymore). Today, teenagers start realizing how their screen time has increased, yet there are no tools and even less culture to tackle the reduction of screen time in particular, and in more general what application categories are used for how much time, for example \"educational\" vs. \"social\" (many of them are called \"social\"). My solution is to collect screen time data and visualize it in order to develop a collec-tive understanding and/or tool to work on the reduction of screen time (digital-off-screen balance) and the balance of application use (reflexive application use balance)."}, {"title": "Flip Teaching Action", "supervisor": 2, "status": "ongoing", "assignedUsers": [2, 6, 8], "description": "The integration of technology in the classroom allows to “flip” the classroom. This means that the accumulation of theoretical information can happen individually on digital learning platforms which then sets more space for higher order activities such as group discussion and problem solving during class time."}, {"title": "Global School", "supervisor": 6, "status": "finished", "assignedUsers": [6, 16, 14], "description": "A platform that integrates experts that are willing to support teachers and provide extra material, videos, explanations and workshops/visits to the schools to show how one or another topic is applied in the real life, and emphasize the importance of it. Students will have a possibility to not only reach out to experts from industry, but to take responsibility for organiz-ing events and case studies, as well as build up and expand existing community."}, {"title": "Individual Speed of Learning", "supervisor": 13, "status": "available", "assignedUsers": [13, 7, 6], "description": "A platform that integrates experts that are willing to support teachers and provide extra material, videos, explanations and workshops/visits to the schools to show how one or another topic is applied in the real life, and emphasize the importance of it. Students will have a possibility to not only reach out to experts from industry, but to take responsibility for organiz-ing events and case studies, as well as build up and expand existing community."}, {"title": "Learning Nomads", "supervisor": 2, "status": "finished", "assignedUsers": [2, 1, 11], "description": "We are developing a project in which students learn on a journey or expedition in encounters with the \"real world\" and digitally process and share what they have learned. Our project outlines possible paths and goals, tasks and encounters and ex-amines variants of the documentation of what has been learned and experienced. In the process, space is also to be given to chance and encounters that are not explicitly sought after."}, {"title": "Open Educational Resources Repository", "supervisor": 14, "status": "ongoing", "assignedUsers": [14, 6, 6], "description": "During the Hackathon we would first build an OER repository for your school and subsequently we would try to make it accessible for the Swiss OER community."}, {"title": "Personal Learning Data Logbook", "supervisor": 5, "status": "ongoing", "assignedUsers": [5, 17, 3], "description": "Enable students to record and use their learning data in a se-cure way with a Personal Learning Data Logbook (PLDL). Many universities and further education institutes provide digital and virtual learning environments (VLEs). "}, {"title": "Self-Developed 3D learning Simulations", "supervisor": 16, "status": "finished", "assignedUsers": [16, 8, 7], "description": "The project aims to: 1) enable students to document and analyse their sport and sleep cycles 2) improve their understanding of its effect on their cognitive strength 3) incentivise students to sleep and do sports regularly."}, {"title": "Sport, Sleep, Achieve?", "supervisor": 18, "status": "finished", "assignedUsers": [18, 1, 19], "description": "We develop a tool (an app, an online questionnaire ...) with which the feedback can be obtained/given and documented accord-ing to the criteria mentioned."}, {"title": "Student Feedback", "supervisor": 6, "status": "available", "assignedUsers": [6, 4, 1], "description": "A tool will be developed in the collaboration of teachers, pu-pils, programmers and a feedback expert."}]